FAVORITE_PLACES = [
    {
        "id": 1,
        "title": "LasKava",
        "short_description": "Затишна кав'ярня на Подолі, з найсмачнішою випічкою.",
        "long_description": "Затишна кав'ярня на Подолі, з найсмачнішою випічкою. находиться біля Самосаду. На другому поверсі кав'ярні сприятлива атмосфера для вивчення мережок.",
        "type": "Кав'ярня",
        "location": "вул. Спаська, 6а",
        "rating": 4,
        "date_added": "2026-09-01"
    },
    {
        "id": 2,
        "title": "HYPE",
        "short_description": "Чудовий бар, як для великої, так і для малої компанії.",
        "long_description": "Чудовий бар, як для великої, так і для малої компанії. Також є атмосферна літня тераса. Завжди до 18:00 діє знижка 50% на коктейлі для дівчат. В цьому барі завжди відбуваються найцікавіші і найсмішніші розмови.",
        "type": "Бар",
        "location": "вул. Івана Франка, 16/2",
        "rating": 4,
        "date_added": "2026-09-05"
    },
    {
        "id": 3,
        "title": "КнигарняЄ",
        "short_description": "Книгарня з прекрасним асортиментом і дуже приємними дівчатками, які там працюють.",
        "long_description": "Книгарня з прекрасним асортиментом і дуже приємними дівчатками, які там працюють. Трошки далі ще є невеликий парк, в якому дуже приємно прогулюватись восени. Для тих, кому дуже нудно ходити за книжками, поряд є інший цікавий заклад, але тут його не буде.",
        "type": "Книгарня",
        "location": "вул. Освіти, 2",
        "rating": 5,
        "date_added": "2026-09-10"
    },
    {
        "id": 4,
        "title": "Притулок для тварин (ВДНГ)",
        "short_description": "Притулок на ВДНГ, де можна взяти на прогулянку песика.",
        "long_description": "Притулок на ВДНГ, де можна взяти на прогулянку песика. Паралельно з доброю справою, можна прогулятись парком, який зараз дійсно гарно виглядає. А після прогулянки, там можна знайти багато інших цікавих розваг.",
        "type": "Парк",
        "location": "просп. Академіка Глушкова, 1,",
        "rating": 5,
        "date_added": "2026-09-01"
    },
]